{"timeline":{"headline":"People's Investigation Dec. 6th","type":"default","text":"<p>On December 6, 2015 in response to general calls for a protest starting at 5pm, people began to gather. Internet announcements and unsigned flyers had been distributed in previous days. As noted by BPD, one flyer had a picture of a person sitting on top of an overturned police car and another one said, “Fuck the Police”. </p>\n\n<p>However, the culture of Berkeley and the national visibility of the failure of the grand juries in both the case of Darren Wilson (cop who shot Mike Brown) and Daniel Pantaleo (cop who choked Eric Garner to death) ensured that residents of Berkeley would attend the protest regardless of who called for the demonstration or what graphics accompanied the call.</p>\n","date":[{"startDate":"2014-12-06T17:00:00-08:00","headline":"March Begins","text":"<p>A crowd of a few hundred set off southbound on Telegraph Avenue. The size of the crowd continued to grow and was peacefully making its way through the streets of downtown. </p>","asset":{"media":"images/2014_12_06t17_00_00_08_00_march_begins.jpeg","thumbnail":"images/2014_12_06t17_00_00_08_00_march_begins.jpeg","credit":"","caption":""}},{"startDate":"2014-12-06T18:00:00-08:00","headline":"Die In","text":"<p>The crowd of about 800 did a symbolic “die-in” that was also peaceful. People laid in the street to signify those who have been killed by police across the country.</p><img src=\"http://pbs.twimg.com/media/B4N6t5jCEAIS2M5.jpg\">","asset":{"media":"https://twitter.com/_chloeew/status/541411310731157505","thumbnail":"http://pbs.twimg.com/media/B4N6t5jCEAIS2M5.jpg","credit":"","caption":""}},{"startDate":"2014-12-06T18:11:00-08:00","headline":"Moving North","text":"<p>According to police dispatch records, about 1000 protesters were moving north on Martin Luther King Jr. Way (MLK) from Allston Way. Police became concerned that the crowd was going to be moving past the Public Safety Building (PSB) because they received reports that a few protesters had put on masks.</p>","asset":{"media":"images/documents/Service-Report-12.06.2014-6.11pm.png","thumbnail":"images/documents/Service-Report-12.06.2014-6.11pm.png","credit":"","caption":""}},{"startDate":"2014-12-06T18:25:00-08:00","headline":"Joseph Cuff Struck","text":"<p>Police established a skirmish line across MLK. As instructed, officers attempted to maintain a personal safety zone of about an arms length between themselves and protesters. However, one officer (#141 Salas) took a step towards an elderly man who was holding his hands up in a political gesture associated with “Hands up! Don’t shoot!”. The officer struck the man, identified as Joseph Cuff, with a baton thrust that caused him to stumble backwards and fall over a dog that was behind him. The members of the crowd began yelling at the officers.</p>","asset":{"media":"https://www.youtube.com/watch?v=KOzfFcpBuec","thumbnail":"http://img.youtube.com/vi/KOzfFcpBuec/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-06T18:30:00-08:00","headline":"Claims of Objects Thrown at Police","text":"<p>According to police dispatch and video, a brick was thrown at officers in addition to 4-5 other objects as demonstrated in police video. This video was created by BPD and shown to the Police Review Commission to establish their reasons for deploying smoke grenades at people and dispersing the crowd.</p>","asset":{"media":"https://www.youtube.com/watch?v=rzIr12CmhnA&feature=youtu.be","thumbnail":"http://img.youtube.com/vi/rzIr12CmhnA/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-06T18:32:00-08:00","headline":"No Dispersal Orders","text":"<p>Dispatch records “Start giving dispersal orders” followed by “Need a unit to bring a bullhorn”. Looking at the dispatch records, you can see that NO dispersal order was actually ever given, though the next records in the dispatch show \"using smoke and less then [sic] leathal [sic]\"</p>","asset":{"media":"images/documents/Service-Report-12.06.2014-6.32pm.png","thumbnail":"images/documents/Service-Report-12.06.2014-6.32pm.png","credit":"","caption":""}},{"startDate":"2014-12-06T18:34:00-08:00","headline":"Smoke Grenades and Less Lethals","text":"<p>Dispatch records show that police were using smoke grenades and less lethal rounds to get the crowd moving northbound (which was what the protesters had been doing prior to the intervention caused by the skirmish line).\n</p>","asset":{"media":"https://www.youtube.com/watch?v=4DZUhzqC-4Q&feature=youtu.be","thumbnail":"http://img.youtube.com/vi/4DZUhzqC-4Q/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-06T18:40:00-08:00","headline":"Protestors Flee Smoke, Pushed Towards University and MLK where Trader Joes is Broken into","text":"<p>Protesters proceeded away from the smoke and went towards University and MLK where some members of the crowd began breaking windows at Trader Joe’s store. Others proceeded towards Shattuck Avenue and the Radio Shack was also broken into and looted at around 6:47pm according to police. Eventually, a large group headed down University Avenue towards the freeway. BPD Officer Byron White tweeted, “Protesters on the University corridor- wb from Sacramento. Avoid the area.”</p>","asset":{"media":"https://twitter.com/bpdoffcwhite/status/541429784287264768","thumbnail":"","credit":"","caption":""}},{"startDate":"2014-12-06T20:00:00-08:00","headline":"Protestors Surrounded","text":"<p>The protesters were prevented from taking the Freeway and so they proceeded to march through northern Berkeley. At one point, the police had surrounded the protesters at Berkeley Way and Acton Street. However, this action did not turn into a mass arrest and the demonstration continued through different streets, east on University and protesters made their way back to MLK where they sat in the intersection briefly.</p>","asset":{"media":"","thumbnail":"","credit":"","caption":""}},{"startDate":"2014-12-06T21:00:00-08:00","headline":"Protestors Kettled","text":"<p>When the group was near Bancroft and Fulton Streets, police wanted to start making arrests. Police made a decision to kettle (surround) a group of protesters at Bancroft and Telegraph Ave. Police created a skirmish line across Bancroft Way and did not let protesters pass by. This resulted in an angry response from the crowd. In addition, police decided to send an arrest team into the crowd in an attempt to “arrest a suspect for inciting the crowd to riot and repeatedly refusing to back away when ordered. This also escalated the situation.”\n<div class=\"quotation\">\"Command had an increasing concern that there would be more looting, vandalism and violent riotous behavior in the Telegraph Ave. business district if the crowd was allowed access and ordered the officers to attempt to kettle the crowd in order to issue an effective dispersal order.\" pg. 25 Berkeley PD Response to Civil Unrest</div></p>","asset":{"media":"<p  style=\" margin: 12px auto 6px auto; font-family: Helvetica,Arial,Sans-serif; font-style: normal; font-variant: normal; font-weight: normal; font-size: 14px; line-height: normal; font-size-adjust: none; font-stretch: normal; -x-system-font: none; display: block;\">   <a title=\"View Berkeley PD Response to Civil Unrest on Scribd\" href=\"https://www.scribd.com/doc/272135045/Berkeley-PD-Response-to-Civil-Unrest\"  style=\"text-decoration: underline;\" >Berkeley PD Response to Civil Unrest</a> by <a title=\"View Berkeley Copwatch's profile on Scribd\" href=\"https://www.scribd.com/bcopwatch\"  style=\"text-decoration: underline;\" >Berkeley Copwatch</a></p><iframe class=\"scribd_iframe_embed\" src=\"https://www.scribd.com/embeds/272135045/content?start_page=31&view_mode=scroll&access_key=key-6HYQOI5M1hIOyxUrSt9m&show_recommendations=false\" data-auto-height=\"false\" data-aspect-ratio=\"0.7729220222793488\" scrolling=\"no\" id=\"doc_97805\" width=\"400\" height=\"600\" frameborder=\"0\"></iframe>","thumbnail":"","credit":"","caption":""}},{"startDate":"2014-12-06T21:26:00-08:00","headline":"Police Become Surrounded","text":"<p>When police abruptly move into the crowd and forcibly take a man into custody, the crowd is further escalated. Police became surrounded at Bancroft and Telegraph. Notice that at 8:30 minutes into this video, Lt. Schofield warns protesters that if they don’t leave, they will be subjected to “taser or less lethal munitions”. Berkeley police are not authorized to use tasers in any situation, let alone in crowd control situations. The violent arrest of several individuals was seen as a direct provocation of the crowd. (see 5:00min into the video). It is also difficult to understand what had happened that caused the entire crowd to be declared an “illegal assembly”. No evidence we have examined so far shows any actions by the crowd that could be considered a threat to “public safety”. At this point, the police were completely surrounded and this would have been an excellent opportunity to withdraw some officers and de-escalate the entire situation.</p>","asset":{"media":"https://www.youtube.com/watch?v=dcYSBktVOOg","thumbnail":"http://img.youtube.com/vi/dcYSBktVOOg/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-06T21:45:00-08:00","headline":"Issuing Dispersal Orders","text":"<p>BPD Lt. Schofield is issuing order to disperse at Bancroft and Telegraph. Police have become mostly surrounded by students and onlookers. No acts of violence are recorded here. </p>","asset":{"media":"https://www.youtube.com/watch?v=auoPeqqcaDM","thumbnail":"http://img.youtube.com/vi/auoPeqqcaDM/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-06T21:46:00-08:00","headline":"Claims of Thrown Objects, Dispersal Orders, and Threat of Taser","text":"<p>At 9:26pm it was to reported to dispatch that a male threw a rock, although we have not seen any evidence of a rock throwing at this time and location. On the same Detailed Call for Service Report, a report of a thrown rock was received at 9:46pm. Police footage of an order to disperse doesn’t show any projectiles thrown at Bancroft and Telegraph from the crowd that was marching east on Bancroft.</p>","asset":{"media":"","thumbnail":"","credit":"","caption":""}},{"startDate":"2014-12-06T22:15:00-08:00","headline":"Police Advance Violently","text":"<p>Without provocation, police advanced on non-violent protest.  Police violently advanced on protesters and tear gas was deployed. Less lethal rounds were shot at protesters as well as flash bangs. This video shows events from behind the police line while the next video will show the same event from the side of protestors. Both fail to show any protestor provocation that would demand such a violent response. What they both <b>do</b> show is a failure on the part of the police to attempt to de-escalate.</p>","asset":{"media":"https://www.youtube.com/watch?v=fkC_uqCWssE","thumbnail":"http://img.youtube.com/vi/fkC_uqCWssE/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-06T22:16:00-08:00","headline":"Police Advance Violently","text":"<p>Without provocation, police advanced on non-violent protest. At this point, it is not clear what the objective of the officers is. They seemed to want to move people off of Telegraph Avenue but people moved onto side streets and there is a pause in the confrontation. Meanwhile, police maintain skirmish lines across various streets. Police deployed unknown numbers of less lethal rounds. Heavy gas use was reported and recorded. This video shows the same events as the previous video, but from the perspective of the protestors. Viewing both, it is clear that there is no provocation which would demand such a violent response from police.</p>","asset":{"media":"https://www.youtube.com/watch?v=UxIyV4hFTfA","thumbnail":"http://img.youtube.com/vi/UxIyV4hFTfA/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-06T22:17:00-08:00","headline":"Mild Panic among Protestors","text":"<p>Officers’ action incite a mild panic on the part of some protesters. Some protesters urge others to be calm in order to avoid a stampede and injury to others.</p>","asset":{"media":"https://www.youtube.com/watch?v=DEyoKqZv_n8&feature=youtu.be","thumbnail":"http://img.youtube.com/vi/DEyoKqZv_n8/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-06T22:18:00-08:00","headline":"Police Continue Pursuit using Tear Gas and Less Lethals","text":"<p>Police continue their pursuit of protesters down Telegraph Ave. Heavy gas use and less lethal munitions can be heard. </p>","asset":{"media":"https://www.youtube.com/watch?v=H5auTo5E3mY","thumbnail":"http://img.youtube.com/vi/H5auTo5E3mY/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-06T22:20:00-08:00","headline":"Heavy Gas Use","text":"<p>Heavy gas use was reported and recorded at that time on Saturday night at around 10:15pm. Many less lethal munitions can also be heard. According to BPD policy U-2 : “In crowd situations, less-than-lethal force and/or chemical agents shall not be used without the prior approval of the Chief of Police, or his/her designee, unless exigent circumstances prevent the request from being made and the delay would likely risk injury to citizens or police personnel (e.g., rocks, bottles, or other projectiles are being thrown and immediate crowd dispersal is necessary).” Its not much of a policy, but either the Chief gave his approval or his staff ordered this...but where are the “exigent circumstances” or crowd activity that would justify or even explain the dramatic actions on the part of police? Why were hundreds of people gassed? And why were less lethal rounds fired? Were the officers firing the shots trying to stop a crime that a specific individual was committing or was about to commit? Or were these cops just firing indiscriminantly hoping to scare the crowd into leaving? How do individual cops justify their uses of force? Should they be required to write a justification each time they fire their less lethal rounds? At these protests, there seems to have been NO accountability for when or how many rounds were fired. Many of the officers firing these munitions were not even identified by a badge number or name.</p>","asset":{"media":"https://www.youtube.com/watch?v=N6CI3rn8bIA","thumbnail":"http://img.youtube.com/vi/N6CI3rn8bIA/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-06T22:23:00-08:00","headline":"Failure to De-Escalate","text":"<p>Here is another view of Berkeley police as they turn a relatively calm situation into one of near panic and chaos. According to the police briefing and operational plan for the day, one recommended tactic for dealing with protesters was to “get ‘em running” so that police could deal with them individually and not as a group. This video demonstrates one way for police to incite people to run.</p>","asset":{"media":"https://www.youtube.com/watch?v=PRK39AyzJXE","thumbnail":"http://img.youtube.com/vi/PRK39AyzJXE/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-06T22:20:02-08:00","headline":"Less Lethals","text":"<p>Police deployed an unknown numbers of less lethal rounds. It is unknown, because BPD did not inventory munitions distributed to officers before the action or after the action (Berkeley Response to Unrest pg. 52-53). Essentially, BPD can not say how many or how few less lethal rounds were shot at protesters. In addition, many officers who were tasked with deploying these rounds in crowd situations had their badges and names covered by their utility vests. Whether this was intentional or accidental, it is a violation of <a target=\"_blank\" href=\"http://www.leginfo.ca.gov/cgi-bin/displaycode?section=pen&group=00001-01000&file=830-832.17\">California Penal Code section 830.10</a>.</p>","asset":{"media":"<p  style=\" margin: 12px auto 6px auto; font-family: Helvetica,Arial,Sans-serif; font-style: normal; font-variant: normal; font-weight: normal; font-size: 14px; line-height: normal; font-size-adjust: none; font-stretch: normal; -x-system-font: none; display: block;\">   <a title=\"View Berkeley PD Response to Civil Unrest on Scribd\" href=\"https://www.scribd.com/doc/272135045/Berkeley-PD-Response-to-Civil-Unrest\"  style=\"text-decoration: underline;\" >Berkeley PD Response to Civil Unrest</a> by <a title=\"View Berkeley Copwatch's profile on Scribd\" href=\"https://www.scribd.com/bcopwatch\"  style=\"text-decoration: underline;\" >Berkeley Copwatch</a></p><iframe class=\"scribd_iframe_embed\" src=\"https://www.scribd.com/embeds/272135045/content?start_page=6&view_mode=scroll&access_key=key-6HYQOI5M1hIOyxUrSt9m&show_recommendations=false\" data-auto-height=\"false\" data-aspect-ratio=\"0.7729220222793488\" scrolling=\"no\" id=\"doc_97805\" width=\"400\" height=\"600\" frameborder=\"0\"></iframe>","thumbnail":"","credit":"","caption":""}},{"startDate":"2014-12-06T22:25:00-08:00","headline":"Protesters Respond to Police Use of Tear Gas","text":"<p>Protesters respond to police use of tear gas. Many less lethal munitions can be heard being shot in the direction of protesters. Tear gas makes visibility limited.</p>","asset":{"media":"https://www.youtube.com/watch?v=ROglaIZ25sk","thumbnail":"http://img.youtube.com/vi/ROglaIZ25sk/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-06T23:00:00-08:00","headline":"Protestors Disperse to Avoid Gas and Regroup","text":"<p>It appears that the protesters took several different side streets to avoid the gas and eventually many regrouped where the police were massing: Telegraph and Channing area. However, by this time, the spectacle of so many officers, the loud dispersal orders and the use of gas all served to attract new people to the area. Some were students who had recently finished their winter semesters and were in nearby bars and restaurants. A large crowd of spectators had gathered. </p>","asset":{"media":"","thumbnail":"","credit":"","caption":""}},{"startDate":"2014-12-06T23:18:35-08:00","headline":"“Fred’s Market man shot w/projectile BFD loaded w/rig”","text":"<p>Dispatch records reported that “Fred’s Market man shot w/projectile BFD loaded w/rig” ie. a citizen was shot with a less lethal projectile by the police and was loaded onto a Berkeley Fire Department vehicle.</p>","asset":{"media":"images/documents/Service-Report-12.06.2014-11pm.png","thumbnail":"images/documents/Service-Report-12.06.2014-11pm.png","credit":"","caption":""}},{"startDate":"2014-12-06T23:22:22-08:00","headline":"“Subj shot w/projectile transported to ABH”","text":"<p>Dispatch records reported that “Subj shot w/projectile transported to ABH” ie. a citizen was shot with a less lethan projectile and transported to Alta Bates Hospital</p>","asset":{"media":"images/documents/Service-Report-12.06.2014-11pm-2.png","thumbnail":"images/documents/Service-Report-12.06.2014-11pm-2.png","credit":"","caption":""}},{"startDate":"2014-12-06T23:28:00-08:00","headline":"Police Told to Put Gas Masks on Again","text":"<p>Police were told to put their masks on again.</p>","asset":{"media":"images/documents/Service-Report-12.06.2014-11pm-3.png","thumbnail":"images/documents/Service-Report-12.06.2014-11pm-3.png","credit":"","caption":""}},{"startDate":"2014-12-06T23:38:00-08:00","headline":"Dispersal Orders and Gas Masks","text":"<p>Dispatch records show that dispersal orders were being given to people in the area of Telegraph and Durant and police were told to put their masks on.</p>","asset":{"media":"images/documents/Service-Report-12.06.2014-11.38pm.png","thumbnail":"images/documents/Service-Report-12.06.2014-11.38pm.png","credit":"","caption":""}},{"startDate":"2014-12-06T23:40:00-08:00","headline":"\"The demonstration appears to be peaceful\"","text":"<p>Berkeleyside (local newspaper) reports that <a target=\"_blank\" href=\"http://www.berkeleyside.com/2014/12/06/breaking-post-ferguson-demo-in-downtown-berkeley-march-continues-to-berkeley-police-hq/#attachment_177952\">“[t]he demonstration appears to be peaceful.”</a></p>","asset":{"media":"images/2014_12_06t23_40_00_08_00__the_demonstration_appears_to_be_peaceful_.png","thumbnail":"images/2014_12_06t23_40_00_08_00__the_demonstration_appears_to_be_peaceful_.png","credit":"","caption":""}},{"startDate":"2014-12-07T00:04:00-08:00","headline":"Cindy Pincus Struck in Head with Baton","text":"<p>Cindy Pincus, an intern minister at the First Unitarian Universalist Society of San Francisco, <a ref=\"http://www.scrible.com/contentview/page/2KQQ1114JK5092N300S5S1AF4MA0IKAE:105749863/index.html?utm_source=tb_permalink&utm_medium=permalink&utm_campaign=tb_buttons&_sti=1850626\">was struck in the head with a baton, causing her to be hospitalized and recieve staples to treat her injury.</a></p><img src=\"http://pbs.twimg.com/media/B4POjuOCUAA7ysE.jpg\">","asset":{"media":"https://twitter.com/CinPinMin/status/541503500664836096","thumbnail":"http://pbs.twimg.com/media/B4POjuOCUAA7ysE.jpg","credit":"","caption":""}},{"startDate":"2014-12-07T00:16:00-08:00","headline":"Orders to Move Crowd","text":"<p>Dispatch records show that after police were in place, the question was asked,” Do you want us to move them south” and the answer came back “affirm”.</p>","asset":{"media":"images/documents/Service-Report-12.07.2014-00.24.png","thumbnail":"images/documents/Service-Report-12.07.2014-00.24.png","credit":"","caption":""}},{"startDate":"2014-12-07T00:21:00-08:00","headline":"Orders to Use Force","text":"<p>In the next dispatch exchange, an officer inquires: “they are not moving. If you want us to use force, advise”. The response comes, “Force the issue. Keep them moving south”.</p>","asset":{"media":"images/documents/Service-Report-12.07.2014-00.24-2.png","thumbnail":"images/documents/Service-Report-12.07.2014-00.24-2.png","credit":"","caption":""}},{"startDate":"2014-12-07T00:27:00-08:00","headline":"Police Forcibly Move Protesters South","text":"<p>Police began to forcibly move the remaining protesters south on Telegraph through the use of dispersal orders and baton strikes and pushes. Notice that the crowd is not able to simply leave because they are being pushed south by Berkeley officers and at the south end of the protest they are being pushed north by Alameda officers.</p>","asset":{"media":"https://www.youtube.com/watch?v=OdB4DXkEkRI","thumbnail":"http://img.youtube.com/vi/OdB4DXkEkRI/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-07T00:28:00-08:00","headline":"Police Forcibly Moving Protesters","text":"<p>By 12:27 police began to forcibly move the remaining protesters south on Telegraph through the use of dispersal orders and baton strikes and pushes. Notice that the crowd is not able to simply leave because they are being pushed south by Berkeley officers and at the south end of the protest they are being pushed north by Alameda officers. It is also not possible for protesters to go faster because there are people behind them.</p>","asset":{"media":"http://www.youtube.com/watch?v=H0C8K7AfjKk","thumbnail":"http://img.youtube.com/vi/H0C8K7AfjKk/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-07T00:29:00-08:00","headline":"Police Forcibly Moving Protesters","text":"<p>We notice officers from six different departments. There are no aggressive acts against police officers by members of the crowd.  There are numerous examples of unnecessary force against people who were complying with directives.</p>","asset":{"media":"https://www.youtube.com/watch?v=fSUQvDNsRQA","thumbnail":"http://img.youtube.com/vi/fSUQvDNsRQA/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-07T00:30:00-08:00","headline":"Police Forcibly Moving Protesters","text":"<p>BPD Officers Kelley, Marble, Hartley, Flemming, McMullen , stand out as using unnecessary force. There are also many officers without badge numbers. One Hayward Officer #67 points his less lethal weapon at point blank range at protesters who are only a few feet away from him. This video demonstrates that the crowd was following police demands to move south as best they could but police continued to escalate the situation and to endanger people in the crowd.</p>","asset":{"media":"https://www.youtube.com/watch?v=ms70VSL97uY","thumbnail":"http://img.youtube.com/vi/ms70VSL97uY/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-07T00:38:00-08:00","headline":"Report of \"Taking Missiles\"","text":"<p>A report of “taking missiles” was made to dispatch after more than 10 minutes of sustained confrontation as a police line forced the crowd from Durant Avenue down to Parker Street . However, Copwatch has not been able to document the use of these “missiles” nor has the BPD. Police representatives at a June 17th meeting explained that the police department was unable to capture video of these events because all of the batteries on all of their cameras had died and officers were trying to recharge them.</p>","asset":{"media":"","thumbnail":"","credit":"","caption":""}},{"startDate":"2014-12-07T01:00:00-08:00","headline":"Dispersal Utilizing Tear Gas and other Force","text":"<p>At the intersection of Parker and Telegraph Avenue, police began to use tear gas to disperse the crowd. In addition, they struck anyone who was “within their safety zone” and proceeded at a quick pace to pursue the protesters all the way from Parker Street to 65th Street in Oakland. An unknown number of objects were mentioned in the dispatch records as having been thrown in the direction of officers as the officers advanced on the crowd. Again, neither Copwatch nor the BPD has been able to locate any footage that includes objects thrown.</p>","asset":{"media":"https://www.youtube.com/watch?v=Rn7Bu8TCXU8","thumbnail":"http://img.youtube.com/vi/Rn7Bu8TCXU8/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-07T01:01:00-08:00","headline":"More Tear Gas","text":"<p>More footage of police gassing protesters around 1am.</p>","asset":{"media":"https://www.youtube.com/watch?v=xUHvro4idPY","thumbnail":"http://img.youtube.com/vi/xUHvro4idPY/default.jpg","credit":"","caption":""}},{"startDate":"2014-12-07T01:02:00-08:00","headline":"Police Mutual Aid Violates BPD Departmental Policies","text":"<p><p>Police lines paused at Stuart Street, Webster Street, Alcatraz and other intersections to shoot additional tear gas grenades at the retreating protesters. After about 20 minutes, the crowd was pushed to 65th Street in Oakland and BPD began withdrawing along with the mutual aid forces.</p>\n \n<p>At meetings of the Police Review Commission in June 2015, Police Chief Meehan was asked about  weapons and tactics (armored vehicle, overhead baton strikes, etc.) that were brought in by outside agencies. He explained his view that when mutual aid forces come to Berkeley, he can’t make them adhere to Berkeley’s policies. When attempting to account for why an armored vehicle was present, he explained that agencies “bring what they bring”. However, Section 8618 of the Legislative Code states, “Unless otherwise expressly provided by the parties, the responsible local official in whose jurisdiction an incident requiring mutual aid has occurred shall remain in charge at such incident, including the direction of personnel and equipment provided him through mutual aid.” \n<a href=\"http://codes.lp.findlaw.com/cacode/GOV/1/2/d1/7/11/s8618\">http://codes.lp.findlaw.com/cacode/GOV/1/2/d1/7/11/s8618</a></p>\n<p>According to the law, Chief Meehan is responsible for orienting mutual aid officers so that their weapons and conduct do not violate the policy guidelines of the BPD. Unfortunately, the chief expressed that he doesn’t feel like he is able to control or influence the conduct of agencies that respond to mutual aid requests.</p></p>","asset":{"media":"","thumbnail":"","credit":"","caption":""}}],"asset":{"media":"images/copwatch_logo.png","credit":"","caption":""}}}